chat_system_1368291235_actor_description=Harl - King of Griffins. King of Griffins.
chat_system_1368291235_snap_0_question=^?^Yes, you can be useful. I think you have already visited the Islands of Freedom? Then of course you know their governor, Scott Thompson? If you have not met him, you will soon do so.<br>Long ago, the kingdom of the Griffins was separated from Darion, but in the days of the Old Empire of Arlania, both Heon and Darion were united by Kerus Leonard into one kingdom. But Arlania's crown remained the symbol of the ruling Griffin dynasty, and it passed from one generation to another. Recently, in the night, pirates landed on our island. These cowardly thieves snuck up to the sacred peak Alavar, and stole this crown.
chat_system_1368291235_snap_0_answer_0=^?^And you want me to return the crown?
chat_system_1368291235_snap_1_question=^?^That is right, my friend. The reward will be great, for it is the symbol of the ruling Griffin dynasty which has been stolen.<br>Go now to the Islands of Freedom. Right before the theft, the ships which flew the flag of the pirate Islands governor were noticed just offshore. You aren't afraid to visit them, are you?<br>[reward]
chat_system_1368291235_snap_1_answer_0=^?^Ok... I'll try to do it.
chat_system_1368291235_snap_1_answer_1=^?^Actually, Your Majesty, right now I have some important errands for Darion's King, Mark. As soon as I finish them, I will visit you immediately.
chat_system_1368291235_snap_2_question=^?^Well, are you ready to return the Griffins Crown? To do this you must go to the pirate Islands.
chat_system_1368291235_snap_2_answer_0=^?^Yes, I'm ready to go.
chat_system_1368291235_snap_2_answer_1=^?^No, I'm not ready yet.
chat_system_1368291235_snap_3_question=^?^So, Searcher, have you found out anything about the Crown? Have you found it?
chat_system_1368291235_snap_3_answer_0=^?^Yes, I found out a lot.
chat_system_1368291235_snap_3_answer_1=^?^I have not only found out what happened, but I've brought you the Griffin's Crown!
chat_system_1368291235_snap_3_answer_2=^?^Not yet, I have not found out anything.
chat_system_1368291235_snap_4_question=^?^What have you found out?
chat_system_1368291235_snap_4_answer_0=^?^The governor said that he is not involved in the theft, and told me who the likely criminal is. It is the Duke Sov, who wishes to become their governor - that's why he needs your crown: as the symbol of power.
chat_system_1368291235_snap_5_question=^?^Your task remains the same: return the Griffin's Crown to me.
chat_system_1368291235_snap_5_answer_0=^?^Of course, Your Majesty!
chat_system_1368291235_snap_6_question=^?^You've found the Crown? This is great news! Thank you, [player]! You deserve your reward. Everybody will know of your services, and nestlings will be named for you.<br>[reward]
chat_system_1368291235_snap_6_answer_0=^?^Thank you, Your Majesty!
chat_system_1368291235_snap_7_question=^?^
chat_system_1368291235_snap_7_answer_0=^?^
chat_system_1368291235_snap_7_answer_1=^?^
